;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 6.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = русский - Russian
Code = ru
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = О %{Program.Name}
Label_Version = Версия
Label_AutoIt = Сборка с AutoIt версия
Label_Copyright = Авторское право
Tip_Title_Donate = Пожертвовать на наше дело
Tip_Message_Donate = Когда вы жертвуете, вы помогаете держать наше программное обеспечение бесплатным\rnand позволяют нам приобретать инструменты и услуги\rnwe использовать, чтобы служить вам.
Label_Home = Домашняя страница
Label_License = Лицензия
Label_Support = Связаться с нами
Tip_Title_Country = Сделано в Южной Африке
Tip_Message_Country = %{Program.Name} родилась в Южной Африке.
Label_Contributors = Создатели
Tip_Facebook = Поставить лайк в Facebook.
Tip_Twitter = Следавать за нами в Twitter.
Tip_GooglePlus = Найти нас в Google.
Tip_GitHub = %{Program.Name} в GitHub.
Button_Ok = Ок
Label_RAM = (RAM) %d МБ СВОБОДНО ИЗ %d МБ (%d%)
Tip_RAM = Оперативная память
Label_HDD = (%s) %.2f ГБ СВОБОДНО ИЗ %.2f ГБ (%d%)

[Custom]
Label_Status_Welcome = Запускать с загрузкой браузера (выбрать название файла). Firemin автоматически определит процесс, исполняемый файл которого вы выберите.
Label_Status_Updates = Проверка наличия обновлений
Group_Load_Browser = Загрузить браузер
Label_Executable = Исполняемый файл (%s):
Label_Process_Usage = Потребление:
Label_Process_Peak = Пик процесса:
Button_Browse = &Искать
Group_Options = Опции
Checkbox_Reduce_Mem = Уменшать память каждые :
Label_Milliseconds = миллисекунды
Checkbox_Reduce_Limit = Уменьшать при использование сверх :
Checkbox_Start_With = Запуск %s при запуске Firemin
Checkbox_Enable_Extended_Processes = Включить расширенные процессы
Button_Extended_Processes = &Расширенные процессы
Checkbox_Start_Windows = Запуск Firemin при запуске Windows
Label_Settings_Updated = Настройки успешно обновлены.
Button_Cancel = Аннулировать
Button_Save = Сохранить
Time_Unit_01 = миллисекунды
Time_Unit_02 = секунды
Time_Unit_03 = минуты
Time_Unit_04 = часы
Label_Boost_Description = Уменьшить каждые %s %s, если использование более %s МБ.
Title_Select_Browser = Выбрать браузер
Tip_Minimized_Title = %{Program.Name} is still running!
Tip_Minimized_Message = %{Program.Name} will continue to run to optimize %s's memory usage. Click the tray icon to change various optimization options.

[Donate]
Label_Heading = %{Program.Name} служил вам больше %d часов. Как насчет пожертвования на наше дело?
Label_Message = Нажмите на кнопку PayPal ниже или перейдите к PayPal.me / rizonesoft, введите сумму и отправьте нам пожертвование. Потому что это PayPal, вы знаете, что это проще и безопаснее, чем носить наличные. У вас нет учетной записи PayPal? Не беспокойтесь, это быстро и легко зарегистрироваться.

[Menus]
File = &Файл
File_Preferences = &Настройки
File_Close = &Close\tShift+Alt+F4
Help = &Помощь
Help_Update = Проверить наличие &обновлений
Help_Home = %{Company.Name} &Сайт
Help_Downloads = Больше &программ
Help_Contact = &Связаться %{Company.Name}
Help_Issue = Сообщить об &ошибке
Help_Donate = Пожертвовать &на наше дело 
Help_About = О %{Program.Name}
Tray_About = О %{Program.Name} %s
Tray_Open = Открыть %{Program.Name}
Tray_Extended_Processes = Расширенные процессы
Tray_Run = Запустить %s
Tray_Run_Safemode = Запустить %s в безопасном режиме

[Messages]
Info_Title = Пожалуйста, обратите внимание
Warning_Title = Внимание!
Error_Title = Ой! Что-то пошло не так!
Error_Oops = Ой!
Compatible = %{Program.Name} не совместим с вашей версией Windows. Если вы считаете, что это ошибка, пожалуйста, не стесняйтесь оставить сообщение в "%s " со всеми подробностями.
Compatible_Bit = К сожалению %{Program.Name} 32 Бит не совместима с вашей версией Windows. Пожалуйста, скачать %{Program.Name} 64 Бит из '%s'

[Preferences]
Window_Title = Настройки
Tab_General = Основные
Tab_Language = Язык
Group_Extended_Processes = Расширенные процессы
Group_Language = Язык
Label_Extended_Processes = Введите здесь имена любых дополнительных процессов, которые Вы хотели бы, чтобы Fireman оптимизировал. Список должен быть разделен запятыми (Process01.exe, Process02.exe, и т.д.)
Label_Language_Message = Выберите нужный язык и нажмите кнопку %s, чтобы продолжить. (Требуется перезапуск)
Button_Save = Сохранить
Button_Cancel = Аннулировать
Label_Updated = Обновленные настройки
Label_Logging_Cleared = Лог файл очищен
MsgBox_Language_Title = Язык изменен
MsgBox_Language_Message = Выбранный язык изменился. Для вступления в силу выбранного языка необходимо перезапустить программу.
MsgBox_Closing_Title = Закрытие %{Program.Name}
MsgBox_Closing_Message = Вы хотели бы закрыть %{Program.Name} сейчас?

[Update]
Window_Title_Available = Доступно обновление
Window_Title_Congratulations = Поздравляю!
Window_Title_Error = Что-то пошло не так!
Label_Message_Update = Новая версия '%{Program.Name}' доступна.
Label_Message_Latest = Вы используете последнюю версию '%{Program.Name}'.
Label_Message_Error = Информацию о последней версии '%{Program.Name}' не удалось получить.
Label_Message_Internet = Проверьте подключение к Интернету и повторите попытку.
Label_Build_Current = Текущая сборка:
Label_Build_Update = Обновленная сборка:
CheckBox_NoUpdate = Не проверять наличие обновлений при запуске.
Button_Update = Скачать новую версию
Button_Close = Закрыть

[Versioning]
Administrator = Администратор
Build = Сборка
AutoIt_Version = использована версия AutoIt %{AutoIt.Version}
Bit = Бит